fr/about.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-08-31 Thu 12:57 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Richard Davis, Compositeur</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Richard Davis" />
<link rel="icon" type="image/x-icon" href="/images/favicon.ico">
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
<link rel="icon" type="image/x-icon" href="/images/favicon.ico">
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Richard Davis, Compositeur
<br />
<span class="subtitle">A propos</span>
</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#press-introduction">Introduction</a></li>
<li><a href="#press-bio">Bio</a></li>
<li><a href="#orgd0a33f5">CV</a></li>
</ul>
</div>
</div>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><a href="index.html">Accueil</a></td>
<td class="org-left"><a href="about.html">A propos</a></td>
<td class="org-left"><a href="events.html">Evénements</a></td>
<td class="org-left"><a href="listening.html">L'écoute</a></td>
<td class="org-left"><a href="../en/index.html">EN</a></td>
</tr>
</tbody>
</table>

<p>
Traduction française par <a href="https://deepl.com">DeepL</a>.
</p>

<div id="outline-container-org1941991" class="outline-2">
<h2 id="press-introduction">Introduction</h2>
<div class="outline-text-2" id="text-press-introduction">
<p>
Salutations !
Je m'appelle Richard Davis.
Je suis compositeur, altiste et professeur, basé à Montréal et au Massachusetts.
Mes principaux intérêts en matière de composition sont l'intertextualité, l'électronique en direct, la musique vocale ou à émulation vocale, et la composition assistée par ordinateur.
Avec l'alto, je me spécialise dans l'interprétation de la musique contemporaine.
</p>
</div>
</div>

<div id="outline-container-org360ba8e" class="outline-2">
<h2 id="press-bio">Bio</h2>
<div class="outline-text-2" id="text-press-bio">
<p>
Richard Davis est un compositeur qui s'intéresse principalement à l'intertextualité, à l'électronique en direct, à la musique vocale ou à émulation vocale et à la composition assistée par ordinateur. Il est également altiste et se consacre principalement à l'interprétation de la musique contemporaine.
Richard est originaire de Westford, Massachusetts, aux États-Unis, et réside actuellement à Montréal.
</p>

<p>
Récemment, Richard a achevé son travail en tant que premier étudiant compositeur en résidence au studio vocal de McGill, qui a abouti à la première mondiale en 2022 de son opéra fātō profugī, qui présente un commentaire intertextuel sur l'histoire originale de Didon et Énée, tirée de l'Énéide de Vergile.
</p>

<p>
À la suite de la conclusion de ce projet, Richard a également achevé une collaboration avec l'altiste Marilou Lepage sur sa pièce "Variations on an Excerpt", pour alto solo et électronique en direct.
</p>

<p>
En outre, en 2021, "Perpetuum", une autre œuvre de Richard pour soprano et petit ensemble, composée d'après un texte de Céline Wang, a été créée.
En outre, deux de ses autres œuvres - son duo en plusieurs mouvements pour flûte et clarinette, Divide, et ses Two Pieces for Piano- ont été enregistrées la même année.
Sur le plan de l'interprétation, Richard a créé de nombreuses œuvres de compositeurs vivants, dont <i>OTOT</i> d'Omer Barash, <i>Tehom</i> de Philippe Macnab-Séguin et <i>Overture</i> de Kit Vaughan Soden avec l'Orchestre symphonique de McGill, et <i>Qui croire de soi?</i> de Marilou Buron avec l'Ensemble de musique contemporaine de McGill.
</p>

<p>
Richard Davis est titulaire d'un diplôme d'études secondaires de la Westford Academy.
Il est actuellement candidat au baccalauréat en musique à l'École de musique Schulich de l'Université McGill, où il étudie la composition musicale sous la direction du professeur Sean Ferguson et l'interprétation à l'alto sous la direction du professeur André Roy.
</p>
</div>
</div>

<div id="outline-container-orgd0a33f5" class="outline-2">
<h2 id="orgd0a33f5">CV</h2>
<div class="outline-text-2" id="text-orgd0a33f5">
<p>
Voici un lien vers mon <a href="https://davisrichard437.github.io/documents/Richard%20Davis%20-%20CV.pdf">CV</a> pour les personnes intéressées.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Richard Davis</p>
<p class="date">Created: 2023-08-31 Thu 12:57</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
